Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvSingleContact/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# EXPLANATION_CONTACT_REVOKED_AND_UNBLOCKED
source: This contact was revoked by your company's identity provider. Their Olvid ID may have been compromised and the security of your communications cannot be guaranteed. You previously decided to manually unblock them. If you are unsure about your decision, it is recommended you re-block this contact. Please contact your administrator for more details.
de: Dieser Kontakt wurde von Ihrem Unternehmens-Identitätsanbieter gesperrt. Ihre Olvid ID könnte kompromittiert worden sein, und die Sicherheit Ihrer Kommunikation kann nicht gewährleistet werden. Sie haben zuvor entschieden, diesen Kontakt manuell freizuschalten. Wenn Sie sich über Ihre Entscheidung unsicher sind, wird empfohlen, diesen Kontakt erneut zu sperren. Wenden Sie sich für weitere Informationen an Ihren Administrator.
es: Este contacto fue revocado por el proveedor de identidad de su empresa. Su ID de Olvid podría haber sido comprometido y la seguridad de sus comunicaciones no puede garantizarse. Anteriormente decidió desbloquearlos manualmente. Si no está seguro de su decisión, se recomienda que vuelva a bloquear a este contacto. Póngase en contacto con su administrador para obtener más detalles.
fr: Ce contact a été révoqué par le fournisseur d'identité de votre société. Leur ID Olvid a peut-être été compromis et la sécurité de vos communications ne peut être garantie. Vous avez précédemment décidé de le débloquer manuellement. Si vous n'êtes pas certain de votre décision, il est recommandé de bloquer ce contact à nouveau. Veuillez contacter votre administrateur pour plus d'informations.
it: Questo contatto è stato revocato dal tuo identity provider aziendale. Il loro ID Olvid potrebbe essere stato compromesso e la sicurezza delle tue comunicazioni non può essere garantita. In precedenza hai scelto di sbloccarlo manualmente. Se non sei sicuro della tua decisione, si consiglia di bloccare nuovamente questo contatto. Contatta il tuo amministratore per maggiori dettagli.
ja: この連絡先は、お客様の会社のIDプロバイダーによってアクセスが取り消されました。相手のOlvid IDが侵害された可能性があり、通信の安全性を保証することはできません。 以前、手動でこの連絡先をブロック解除することを決定しました。もしご自身の判断に迷いがある場合は、この連絡先を再度ブロックすることをお勧めします。詳細については、管理者にお問い合わせください。
ko: 이 연락처는 귀사의 ID 공급업체에서 사용 중지했습니다. 해당 사용자의 Olvid ID가 손상되었을 수 있으며, 통신의 보안을 보장할 수 없습니다. 이전에 해당 사용자를 수동으로 차단 해제했습니다. 결정에 대해 확신이 없다면 이 연락처를 다시 차단하는 것이 좋습니다. 자세한 내용은 관리자에게 문의하십시오.
pt_br: Este contato foi revogado pelo provedor de identidade da sua empresa. O ID Olvid dele pode ter sido comprometido e a segurança de suas comunicações não pode ser garantida. Você decidiu manualmente desbloqueá-lo anteriormente. Se você não tiver certeza sobre sua decisão, recomenda-se que bloqueie este contato novamente. Entre em contato com seu administrador para obter mais detalhes.
pt_pt: Este contacto foi revogado pelo fornecedor de identidade da sua empresa. O ID Olvid deste contacto pode ter sido comprometido e a segurança das suas comunicações não pode ser garantida. Anteriormente, decidiu desbloqueá-lo manualmente. Se não tiver a certeza da sua decisão, recomenda-se que volte a bloquear este contacto. Contacte o seu administrador para obter mais informações.
ru: Этот контакт был отозван вашим поставщиком идентификационных данных. Их Olvid ID мог быть скомпрометирован, и безопасность ваших коммуникаций не может быть гарантирована. Вы ранее решили вручную разблокировать их. Если вы не уверены в своем решении, рекомендуется снова заблокировать этого контакта. Пожалуйста, свяжитесь с вашим администратором для получения более подробной информации.
uk: Цей контакт було відкликано вашим провайдером ідентифікації. Їхній Olvid ID міг бути скомпрометовано, і безпеку вашого спілкування не можна гарантувати. Ви раніше вирішили вручну розблокувати їх. Якщо ви не впевнені у своєму рішенні, рекомендується повторно заблокувати цей контакт. Зверніться до свого адміністратора для отримання додаткової інформації.
zh_hans: 此联系人已被贵公司的身份提供商撤销。他们的 Olvid ID 可能已被泄露，无法保证您通信的安全性。 您之前已决定手动取消阻止他们。如果您对自己的决定不确定，建议您重新阻止此联系人。请联系您的管理员以获取更多详细信息。

# FORM_ACTIVE
source: Active
de: Aktiv
es: Activo
it: Attivo
ja: アクティブ
ko: 활성
pt_br: Ativo
pt_pt: Ativo
ru: Активный
uk: Активний
zh_hans: 活跃

# FORM_COMPANY
source: Company
de: Unternehmen
es: Empresa
fr: Société
it: Azienda
ja: 会社
ko: 회사
pt_br: Empresa
pt_pt: Empresa
ru: Компания
uk: Компанія
zh_hans: 公司

# FORM_FIRST_NAME
source: First name
de: Vorname
es: Nombre
fr: Prénom
it: Nome
ja: 名
ko: 이름
pt_br: Primeiro nome
pt_pt: Nome
ru: Имя
uk: Ім'я
zh_hans: 名

# FORM_IDENTITY
source: Identity
de: Identität
es: Identidad
fr: Identité
it: Identità
ja: 本人確認
ko: 신원
pt_br: Identidade
pt_pt: Identidade
ru: Личность
uk: Ідентичність
zh_hans: 身份

# FORM_LAST_NAME
source: Last name
de: Nachname
es: Apellido
fr: Nom de famille
it: Cognome
ja: 名字
ko: 성
pt_br: Sobrenome
pt_pt: Apelido
ru: Фамилия
uk: Прізвище
zh_hans: 姓

# FORM_NICKNAME
source: Nickname
de: Spitzname
es: Apodo
fr: Surnom
it: Soprannome
ja: ニックネーム
ko: 닉네임
pt_br: Apelido
pt_pt: Apelido
ru: Прозвище
uk: Прізвисько
zh_hans: 昵称

source: Groups joined
de: Beigetretene Gruppen
es: Grupos unidos
fr: Groupes rejoints
it: Gruppi a cui mi sono unito
ja: 参加したグループ
ko: 가입한 그룹
pt_br: Grupos que você participa
pt_pt: Grupos dos quais faz parte
ru: Присоединенные группы
uk: Приєднані групи
zh_hans: 已加入的群组

source: Groups that you administer
de: Gruppen, die du verwaltest
es: Grupos que administras
fr: Groupes que vous administrez
it: Gruppi che amministri
ja: あなたが管理者となっているグループ
ko: 관리하는 그룹
pt_br: Grupos que você administra
pt_pt: Grupos que você administra
ru: Группы, которыми вы управляете
uk: Групи, які ви адмініструєте
zh_hans: 您管理的群组

# INTRODUCE_%@_TO_DOTS
source: Select a Contact to Introduce
de: Wähle einen Kontakt zum Vorstellen aus
es: Selecciona un contacto para presentar
fr: Sélectionner un contact à présenter
it: Seleziona un contatto da presentare
ja: 紹介する相手を選択
ko: 소개할 연락처를 선택하세요
pt_br: Selecione um contato para apresentar
pt_pt: Selecione um contacto para apresentar
ru: Выберите контакт для представления
uk: Оберіть контакт для знайомства
zh_hans: 选择一个联系人进行介绍

source: Invite
de: Einladen
es: Invitar
fr: Inviter
it: Invita
ja: 招待
ko: 초대
pt_br: Convidar
pt_pt: Convidar
ru: Пригласить
uk: Запросити
zh_hans: 邀请

# INVITE_REQUIRED_ALERT_TITLE
source: Invitation required
de: Einladung erforderlich
es: Se requiere invitación
fr: Invitation requise
it: È richiesto un invito
ja: 招待が必要です
ko: 초대 필요
pt_br: Convite necessário
pt_pt: É necessário um convite
ru: Требуется приглашение
uk: Потрібне запрошення
zh_hans: 需要邀请

# NAVIGATION_TITLE_COMMON_GROUPS_WITH_CONTACT
source: Groups
de: Gruppen
es: Grupos
fr: Groupes
it: Gruppi
ja: グループ
ko: 그룹
pt_br: Grupos
pt_pt: Grupos
ru: Группы
uk: Групи
zh_hans: 群组

# NAVIGATION_TITLE_COMMON_GROUPS_WITH_CONTACT_%@
source: Groups with %@
de: Gruppen mit %@
es: Grupos con %@
fr: Groupes avec %@
it: Gruppi con %@
ja: %@ というグループ
ko: %@ 그룹
pt_br: Grupos com %@
pt_pt: Grupos com %@
ru: Группы с %@
uk: Групи з %@
zh_hans: 包含 %@ 的群组

source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니요
pt_br: Não
pt_pt: Não
ru: Нет
uk: Ні
zh_hans: 否

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
pt_br: Nenhum
pt_pt: Nenhum
ru: Нет
uk: Жоден
zh_hans: 无

# ONE_TO_ONE_INVITATION_SENT_TO_%@_EXPLANATION
source: You invited %@ to have a private discussion. Please wait until they accept it 🤞.
de: Sie haben %@ zu einem privaten Gespräch eingeladen. Bitte warten Sie, bis sie es annehmen. 🤞.
es: Invitaste a %@ a tener una conversación privada. Por favor, espera a que la acepte 🤞.
fr: Vous avez envoyé une invitation à discuter en privé à %@, qui doit encore l'accepter 🤞.
it: Hai invitato %@ ad avere una discussione privata. Attendi che la accetti 🤝.
ja: %@をプライベートなディスカッションに招待しました。相手が承諾するまでお待ちください。🤞
ko: 귀하께서 %@님을 개인 대화에 초대했습니다. 상대방이 수락할 때까지 기다려 주세요. 💬
pt_br: Você convidou %@ para ter uma conversa particular. Por favor, aguarde até que ele(a) aceite. ⏳
pt_pt: Convidaste o(a) %@ para uma conversa privada. Aguarda que aceite o convite. ⏳
ru: Вы пригласили %@ к приватной беседе. Пожалуйста, подождите, пока они примут приглашение 🤞.
uk: Ви запросили %@ до приватної розмови. Будь ласка, зачекайте, поки вони приймуть запрошення 🤞.
zh_hans: 你邀请了 %@ 加入私聊。请等待对方接受邀请 🤞。

# ONE_TO_ONE_INVITATION_TO_%@_REQUIRED_EXPLANATION
source: To have a private discussion with %@ and add them to your contacts, touch "Invite".
de: Um eine private Unterhaltung mit %@ zu führen und diese zu Ihren Kontakten hinzuzufügen, tippen Sie auf „Einladen“.
es: Para tener una conversación privada con %@ y agregarlos a tus contactos, toca "Invitar".
fr: Pour discuter en privé avec %@ et l'ajouter à vos contacts, touchez « Inviter ».
it: Per avviare una conversazione privata con %@ e aggiungerlo ai tuoi contatti, tocca "Invita".
ja: %@とプライベートな会話をするには、「招待」をタップして、連絡先に登録してください。
ko: %@님과 개인적인 대화를 나누고 연락처에 추가하려면 "초대"를 누르세요.
pt_br: Para iniciar uma conversa privada com %@ e adicioná-lo(a) aos seus contatos, toque em "Convidar".
pt_pt: Para ter uma conversa privada com %@ e adicioná-lo(a) aos seus contactos, toque em "Convidar".
ru: Чтобы начать приватную беседу с %@ и добавить их в контакты, нажмите «Пригласить».
uk: Щоб приватно поспілкуватися з %@ та додати їх до контактів, натисніть "Запросити".
zh_hans: 要与 %@ 进行私密对话并将他们添加到您的联系人中，请点击“邀请”。

source: Re-block contact
de: Kontakt erneut blockieren
es: Volver a bloquear contacto
fr: Rebloquer le contact
it: Riblocca contatto
ja: 連絡先を再度ブロック
ko: 차단된 연락처 다시 차단
pt_br: Bloquear contato novamente
pt_pt: Bloquear novamente o contacto
ru: Снова заблокировать контакт
uk: Знову заблокувати контакт
zh_hans: 重新阻止联系人

# REBLOCK_CONTACT_CONFIRMATION
source: Do you really want to re-block the contact?
de: Möchten Sie den Kontakt wirklich erneut blockieren?
es: ¿Realmente quieres volver a bloquear este contacto?
fr: Voulez-vous rebloquer le contact ?
it: Vuoi davvero ribloccare il contatto?
ja: 本当にこの連絡先を再度ブロックしますか？
ko: 정말로 해당 연락처를 다시 차단하시겠습니까?
pt_br: Você realmente deseja bloquear o contato novamente?
pt_pt: Tem mesmo a certeza de que quer bloquear novamente este contacto?
ru: Вы действительно хотите снова заблокировать контакт?
uk: Ви дійсно хочете знову заблокувати контакт?
zh_hans: 你真的想重新阻止该联系人吗？

# RESTART_CHANNEL_CREATION
source: Restart secure channel creation
de: Sicheren Kanal erneut erstellen
es: Reiniciar la creación del canal seguro
fr: Redémarrer la création du canal sécurisé
it: Riavvia la creazione del canale sicuro
ja: セキュアチャネルの再作成
ko: 안전 채널 생성을 다시 시작
pt_br: Reiniciar a criação do canal seguro
pt_pt: Reiniciar a criação do canal seguro
ru: Перезапустить создание защищенного канала
uk: Перезапустити створення захищеного каналу
zh_hans: 重新启动安全通道创建

source: Restart
de: Neustart
es: Reiniciar
fr: Redémarrer
it: Riavvia
ja: 再起動
ko: 다시 시작
pt_br: Reiniciar
pt_pt: Reiniciar
ru: Перезапустить
uk: Перезапустити
zh_hans: 重新启动

# SEARCH
source: Search a group
de: Gruppe suchen
es: Buscar un grupo
fr: Chercher un groupe
it: Cerca un gruppo
ja: グループを検索
ko: 그룹 검색
pt_br: Pesquisar um grupo
pt_pt: Pesquisar um grupo
ru: Поиск группы
uk: Пошук групи
zh_hans: 搜索群组

source: Secure channel created
de: Sicherer Kanal erstellt
es: Canal seguro creado
fr: Canal sécurisé créé
it: Canale sicuro creato
ja: セキュアなチャンネルが作成されました
ko: 안전한 채널이 생성되었습니다.
pt_br: Canal seguro criado
pt_pt: Canal seguro criado
ru: Безопасный канал создан
uk: Захищений канал створено
zh_hans: 已创建安全频道

source: Secure channel creation in progress
de: Sichere Kanalerstellung läuft...
es: Creación de canal seguro en progreso
fr: Canal sécurisé en cours de création
it: Creazione canale sicuro in corso
ja: 安全なチャンネルの作成中です
ko: 안전한 채널 생성 중
pt_br: Criação do canal seguro em andamento
pt_pt: A criação do canal seguro está em andamento
ru: Создание защищенного канала в процессе
uk: Створення захищеного каналу в процесі
zh_hans: 正在创建安全通道

source: Secure channel status unavailable.
de: Der Status der sicheren Verbindung ist nicht verfügbar.
es: El estado del canal seguro no está disponible.
fr: Le statut du canal sécurisé est indisponible.
it: Lo stato del canale sicuro non è disponibile.
ja: セキュアチャネルの状態は不明です。
ko: 안전 채널 상태를 확인할 수 없습니다.
pt_br: Status do canal seguro indisponível.
pt_pt: Estado do canal seguro indisponível.
ru: Статус защищенного канала недоступен.
uk: Статус безпечного каналу недоступний.
zh_hans: 无法获取安全通道状态。

# SEE_%lld_GROUPS_IN_COMMON
source: View %lld groups
de: %lld Gruppen anzeigen
es: Ver %lld grupos
fr: Voir les %lld groupes
it: Visualizza %lld gruppi
ja: %lld個のグループを表示
ko: %lld개의 그룹 보기
pt_br: Ver %lld grupos
pt_pt: Ver %lld grupos
ru: Просмотреть %lld группы
uk: Переглянути %lld групи
zh_hans: 查看 %lld 个群组

# SHOW_CONTACT_DETAILS
source: Show all contact details
de: Alle Kontaktdetails anzeigen
es: Mostrar todos los detalles del contacto
fr: Voir tous les détails du contact
it: Mostra tutti i dettagli del contatto
ja: すべての連絡先情報を表示
ko: 모든 연락처 정보 보기
pt_br: Mostrar todos os detalhes do contato
pt_pt: Mostrar todos os detalhes de contacto
ru: Показать все контактные данные
uk: Показати всі деталі контакту
zh_hans: 显示所有联系人详细信息

source: Sync
de: Synchronisieren
es: Sincronizar
it: Sincronizzazione
ja: 同期
ko: 동기화
pt_br: Sincronizar
pt_pt: Sincronizar
ru: Синхронизация
uk: Синхронізація
zh_hans: 同步

source: Sync request sent
de: Synchronisationsanfrage gesendet
es: Solicitud de sincronización enviada
fr: Synchronisation envoyée
it: Richiesta di sincronizzazione inviata
ja: 同期リクエストを送信しました
ko: 동기화 요청 전송
pt_br: Solicitação de sincronização enviada
pt_pt: Pedido de sincronização enviado
ru: Запрос на синхронизацию отправлен
uk: Запит на синхронізацію відправлено
zh_hans: 已发送同步请求

# THE_CONTACT_FIRST_NAME_AND_LAST_NAME_WERE_UPDATED_AS_FOLLOWS
source: The contact's name has been updated:
de: Der Name des Kontakts wurde aktualisiert:
es: Se ha actualizado el nombre del contacto:
fr: Le nom du contact a été mis à jour.
it: Il nome del contatto è stato aggiornato:
ja: 連絡先の名前が更新されました:
ko: 연락처 이름이 업데이트되었습니다:
pt_br: O nome do contato foi atualizado:
pt_pt: O nome do contacto foi atualizado:
ru: Имя контакта было обновлено:
uk: Ім'я контакту оновлено:
zh_hans: 联系人的姓名已更新：

# THE_CONTACT_FIRST_NAME_AND_PHOTO_WERE_UPDATED_AS_FOLLOWS
source: The contact's first name and photo have been updated:
de: Der Vorname und das Foto des Kontakts wurden aktualisiert:
es: Se ha actualizado el nombre y la foto del contacto:
fr: Le prénom et la photo du contact ont été mis à jour.
it: Il nome e la foto del contatto sono stati aggiornati:
ja: 連絡先の名前と写真が更新されました:
ko: 연락처의 이름과 사진이 업데이트되었습니다:
pt_br: O primeiro nome e a foto do contato foram atualizados:
pt_pt: O primeiro nome e a fotografia do contacto foram atualizados:
ru: Имя и фотография контакта были обновлены:
uk: Ім'я та фото контакту оновлено:
zh_hans: 联系人的名字和头像已更新：

# THE_CONTACT_FIRST_NAME_LAST_NAME_AND_PHOTO_WERE_UPDATED_AS_FOLLOWS
source: The contact's name and photo have been updated:
de: Der Name und das Foto des Kontakts wurden aktualisiert:
es: El nombre y la foto del contacto se han actualizado:
fr: Le nom et la photo du contact ont été mis à jour.
it: Il nome e la foto del contatto sono stati aggiornati:
ja: 連絡先の名前と写真が更新されました:
ko: 연락처의 이름과 사진이 업데이트되었습니다:
pt_br: O nome e a foto do contato foram atualizados:
pt_pt: O nome e a foto do contacto foram atualizados:
ru: Имя и фотография контакта были обновлены:
uk: Ім'я та фото контакту оновлено:
zh_hans: 联系人的姓名和照片已更新：

# THE_CONTACT_FIRST_NAME_WAS_UPDATED_AS_FOLLOWS
source: The contact's first name has been updated:
de: Der Vorname des Kontakts wurde aktualisiert:
es: Se ha actualizado el nombre del contacto:
fr: Le prénom du contact a été mis à jour.
it: Il nome del contatto è stato aggiornato:
ja: 連絡先の名前が更新されました:
ko: 연락처의 이름이 업데이트되었습니다:
pt_br: O primeiro nome do contato foi atualizado:
pt_pt: O primeiro nome do contacto foi atualizado:
ru: Имя контакта было обновлено:
uk: Ім'я контакту оновлено:
zh_hans: 联系人的名字已更新：

# THE_CONTACT_LAST_NAME_AND_PHOTO_WERE_UPDATED_AS_FOLLOWS
source: The contact's last name and photo have been updated:
de: Der Nachname und das Foto des Kontakts wurden aktualisiert:
es: El apellido y la foto del contacto han sido actualizados:
fr: Le nom de famille et la photo du contact ont été mis à jour.
it: Cognome e foto del contatto sono stati aggiornati:
ja: 連絡先の姓と写真が更新されました:
ko: 연락처의 성과 사진이 업데이트되었습니다:
pt_br: O sobrenome e a foto do contato foram atualizados:
pt_pt: O apelido e a foto do contacto foram atualizados:
ru: Фамилия и фотография контакта были обновлены:
uk: Прізвище та фото контакту оновлено:
zh_hans: 联系人的姓氏和照片已更新：

# THE_CONTACT_LAST_NAME_WAS_UPDATED_AS_FOLLOWS
source: The contact's last name has been updated:
de: Der Nachname des Kontakts wurde aktualisiert:
es: El apellido del contacto ha sido actualizado:
fr: Le nom de famille du contact a été mis à jour.
it: Il cognome del contatto è stato aggiornato:
ja: 連絡先の名字が更新されました:
ko: 연락처의 성이 업데이트되었습니다:
pt_br: O sobrenome do contato foi atualizado:
pt_pt: O apelido do contacto foi atualizado:
ru: Фамилия контакта была обновлена:
uk: Прізвище контакту оновлено:
zh_hans: 联系人的姓氏已更新：

# THE_CONTACT_NAME_DESCRIPTION_OR_PHOTO_WERE_UPDATED_AS_FOLLOWS
source: The contact's name, description, or photo have been updated:
de: Der Name, die Beschreibung oder das Foto des Kontakts wurden aktualisiert:
es: El nombre, la descripción o la foto del contacto se han actualizado:
fr: Le nom, la description, ou la photo du contact ont été mis à jour.
it: Il nome, la descrizione o la foto del contatto sono stati aggiornati:
ja: 連絡先の名前、説明、または写真が更新されました:
ko: 연락처의 이름, 설명 또는 사진이 업데이트되었습니다.
pt_br: O nome, a descrição ou a foto do contato foram atualizados:
pt_pt: O nome, a descrição ou a foto do contacto foram atualizados:
ru: Имя, описание или фотография контакта были обновлены:
uk: Ім'я контакту, опис або фотографію було оновлено:
zh_hans: 联系人的姓名、描述或照片已更新：

# THE_CONTACT_PHOTO_WAS_UPDATED_AS_FOLLOWS
source: The contact's photo has been updated:
de: Das Profilbild des Kontakts wurde aktualisiert:
es: La foto del contacto ha sido actualizada:
fr: La photo du contact a été mise à jour.
it: La foto del contatto è stata aggiornata:
ja: 連絡先の写真が更新されました:
ko: 연락처의 사진이 업데이트되었습니다.
pt_br: A foto do contato foi atualizada:
pt_pt: A foto do contacto foi atualizada:
ru: Фото контакта было обновлено:
uk: Фото контакту оновлено:
zh_hans: 联系人的照片已更新：

# TO_REFLECT_THESE_CHANGES_ON_YOUR_DEVICE_YOU_NEED_TO_ACCEPT_THEM
source: For these updates to take effect on your device, please accept them.
de: Damit diese Updates auf Ihrem Gerät wirksam werden, bestätigen Sie diese bitte.
es: Para que estas actualizaciones surtan efecto en tu dispositivo, por favor acéptalas.
fr: Pour que ces mises à jour prennent effet sur votre appareil, veuillez les accepter.
it: Per rendere effettive queste modifiche sul tuo dispositivo, accettale.
ja: これらの更新を適用するには、承認してください。
ko: 이 업데이트가 기기에 적용되려면 업데이트를 승인해 주세요.
pt_br: Para que essas atualizações tenham efeito no seu dispositivo, por favor, aceite-as.
pt_pt: Para que estas atualizações entrem em vigor no seu dispositivo, aceite-as.
ru: Чтобы эти обновления вступили в силу на вашем устройстве, пожалуйста, примите их.
uk: Щоб ці оновлення набули чинності на вашому пристрої, будь ласка, прийміть їх.
zh_hans: 为了使这些更新在您的设备上生效，请接受它们。

source: Trust origins
de: Ursprünge vertrauen
es: Confiar en los orígenes
fr: Origines de confiance
it: Fidati delle origini
ja: 信頼できる送信元
ko: 출처 확인
pt_br: Confiar nas origens
pt_pt: Confiar nas origens
ru: Доверять источникам
uk: Довіряти джерелам
zh_hans: 信任来源

source: Unblock contact
de: Kontakt entsperren
es: Desbloquear contacto
fr: Débloquer le contact
it: Sblocca contatto
ja: ブロック解除
ko: 차단 해제
pt_br: Desbloquear contato
pt_pt: Remover bloqueio do contacto
ru: Разблокировать контакт
uk: Розблокувати контакт
zh_hans: 解除对联系人的屏蔽

source: Validation required
de: Validierung erforderlich
es: Se requiere validación
fr: Validation requise
it: Validazione richiesta
ja: 確認が必要です
ko: 유효성 검사 필요
pt_br: Validação necessária
pt_pt: Validação necessária
ru: Требуется подтверждение
uk: Потрібна перевірка
zh_hans: 需要验证

source: Was recently online?
de: War kürzlich online?
es: ¿Estuvo conectado recientemente?
fr: En ligne récemment ?
it: È stato online di recente?
ja: つい最近オンラインでしたか？
ko: 방금 온라인에 접속했었나요?
pt_br: Esteve online recentemente?
pt_pt: Esteve online recentemente?
ru: Недавно был(а) в сети?
uk: Нещодавно був онлайн?
zh_hans: 最近是否在线？

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 네
pt_br: Sim
pt_pt: Sim
ru: Да
uk: Так
zh_hans: 是

# YOU_AND_%@_HAVE_%@_GROUPS_IN_COMMON
source: YOU_AND_%1$@_HAVE_%2$@_GROUPS_IN_COMMON
de: SIE und %1$@ haben %2$@ gemeinsame Gruppen
es: TÚ Y %1$@ TIENEN %2$@ GRUPOS EN COMÚN
fr: Vous et %1$@ êtes dans des groupes communs.
it: TU_E_%1$@_AVETE_%2$@_GRUPPI_IN_COMUNE
ja: あなたと%1$@さんは、%2$@個の共通のグループに参加しています
ko: 귀하와 %1$@님은 %2$@개의 그룹을 공유합니다.
pt_br: VOCÊ E %1$@ TÊM %2$@ GRUPOS EM COMUM
pt_pt: VOCÊ E %1$@ TÊM %2$@ GRUPOS EM COMUM
ru: У_ВАС_И_У_%1$@_%2$@_ОБЩИХ_ГРУПП
uk: У ВАС І %1$@ СПІЛЬНО %2$@ ГРУП
zh_hans: 您和%1$@共有%2$@个群

# YOU_AND_%@_HAVE_%lld_GROUPS_IN_COMMON
source: You and %1$@ are in %2$lld groups together.
de: Du und %1$@ seid in %2$lld Gruppen zusammen.
es: Tú y %1$@ están en %2$lld grupos juntos.
fr: Vous et %1$@ êtes dans %2$lld groupes communs.
it: Tu e %1$@ siete in %2$lld gruppi insieme.
ja: あなたと%1$@は%2$lld個のグループに一緒に参加しています。
ko: 귀하와 %1$@님은 %2$lld개의 그룹에 속해 있습니다.
pt_br: Você e %1$@ estão em %2$lld grupos juntos.
pt_pt: Você e %1$@ estão em %2$lld grupos juntos.
ru: Вы и %1$@ состоите в %2$lld группах.
uk: Ви з %1$@ в %2$lld групах.
zh_hans: 您和 %1$@ 共同在 %2$lld 个群组中。

# YOU_HAVE_NO_GROUP_IN_COMMON_WITH_%@
source: You and %@ aren’t in any groups together yet.
de: Du und %@ seid noch nicht in gemeinsamen Gruppen.
es: Todavía no estás en ningún grupo con %@.
fr: Vous n’êtes dans aucun groupe commun avec %@ pour l’instant.
it: Tu e %@ non siete ancora in nessun gruppo insieme.
ja: あなたと%@は、まだ同じグループに所属していません。
ko: 귀하와 %@님은 아직 함께 가입한 그룹이 없습니다.
pt_br: Você e %@ ainda não estão em nenhum grupo juntos.
pt_pt: Tu e o(a) %@ ainda não estão em nenhum grupo em comum.
ru: У вас и %@ пока нет общих групп.
uk: Ви та %@ ще не в жодній спільній групі.
zh_hans: 您和%@目前还没有共同加入任何群组。

# YOU_NEED_TO_INVITE_%@_BEFORE_HAVING_DISCUSSION_ALERT_MESSAGE
source: You cannot have a private discussion with %@ until they are part of your contacts. Do you wish to invite them now?
de: Sie können keine private Unterhaltung mit %@ führen, bis diese Person zu Ihren Kontakten gehört. Möchten Sie sie jetzt einladen?
es: No puedes tener una conversación privada con %@ hasta que sean parte de tus contactos. ¿Deseas invitarlos ahora?
fr: Vous ne pouvez pas discuter en privé avec %@ tant que cet utilisateur ne fait pas partie de vos contacts. Vous pouvez l'y inviter maintenant.
it: Non puoi avviare una discussione privata con %@ finché non è tra i tuoi contatti. Vuoi invitarlo/a ora?
ja: 連絡先に登録されているユーザーとのみ、プライベートな会話ができます。%@を今すぐ招待しますか？
ko: %@님이 연락처에 추가될 때까지 비공개 대화를 할 수 없습니다. 지금 초대하시겠습니까?
pt_br: Você não pode ter uma conversa privada com %@ até que essa pessoa esteja em seus contatos. Deseja convidá-la agora?
pt_pt: Não pode iniciar uma conversa privada com %@ até que essa pessoa esteja na sua lista de contactos. Deseja convidá-la agora?
ru: Вы не можете начать личную переписку с %@, пока он/она не будет в ваших контактах. Хотите пригласить его/её сейчас?
uk: Ви не можете мати приватну розмову з %@, поки вони не будуть у вашому списку контактів. Чи бажаєте ви запросити їх зараз?
zh_hans: 在 %@ 加入您的通讯录之前，您无法与其进行私聊。您现在是否要邀请他们？

# FORM_POSITION
source: Position
es: Posición
fr: Poste
it: Posizione
ja: 位置
ko: 위치
pt_br: Posição
pt_pt: Posição
ru: Позиция
uk: Позиція
zh_hans: 位置

# SECTION_TITLE_DETAILS
source: Details
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 세부 정보
pt_br: Detalhes
pt_pt: Detalhes
ru: Подробности
uk: Деталі
zh_hans: 详情
